[
  {
    "id": "#0000",
    "name": "De Heesterboom mill",
    "city": "Leiden",
    "image": {
      "url": "https://encrypted-tbn0.gstatic.com/images?q=tbn%3AANd9GcTX53_JePpL-Pss_4EQ17rJke9PS4D9yk6J92h9tePRPsAtR-By"
    },
    "category": ["building", "windmill"],
    "coords": {
      "latitude": 52.156727,
      "longitude": 4.472573
    },
    "hyperlink": "https://en.molendatabase.nl/nederland/molen.php?nummer=1025",
    "description": "De Heesterboom, was built in 1804 on the site where two predecessors previously stood: De Ruyter and De Valk. De Heesterboom mill was used to cut wood. It can be found on the site of the Noordman timber trade on the Leidse Rijn. In the past, there were two more wood sawmills on the mill yard: De Eendracht and De Jonge Pauline.\nThe unique thing about De Heesterboom is that it is the only sawmill with an authentic binnenvang-inrichting. A binnenvang-inrichting is a device which makes it possible to stop the mill from the saw floor by means of a special lever construction."
  },
  {
    "id": "#0001",
    "name": "Stevenshofjes molen",
    "city": "Leiden",
    "image": {
      "url": "https://molens.hippoextranet.nl/07071954/zuidholland/1033_2.png"
    },
    "category": ["building", "windmill"],
    "coords": {
      "latitude": 52.15072,
      "longitude": 4.443234
    },
    "hyperlink": "https://en.molendatabase.nl/nederland/molen.php?nummer=1033",
    "description": "The Stevenshofjesmolen, was built in 1797 after the predecessor was destroyed by a fire in December 1796. Until 1981, the mill drained the Stevenshofjespolder which was around 150 ha. The construction of the new Leiden residential area 'Stevenshof' largely ended this; now the mill can still drain 40 ha."
  },
  {
    "id": "#0002",
    "name": "De Herder",
    "city": "Leiden",
    "image": {
      "url": "https://molens.hippoextranet.nl/07071954/zuidholland/1026_2.jpg"
    },
    "category": ["building", "windmill"],
    "coords": {
      "latitude": 52.17349,
      "longitude": 4.489123
    },
    "hyperlink": "https://en.molendatabase.nl/nederland/molen.php?nummer=1026",
    "description": "De Herder, was built in 1884 after the predecessor was destroyed by lightning on September 5 1883. The sawmill De Kat, dating from 1755 and for sale for demolition, was transferred from Amsterdam to Oegstgeest (Leiden was still entirely within the canals as a municipality) for the reconstruction."
  },
  {
    "id": "#0003",
    "name": "Molen De Valk",
    "city": "Leiden",
    "image": {
      "url": "https://molens.hippoextranet.nl/07071954/zuidholland/1028_2.png"
    },
    "category": ["building", "windmill", "museum"],
    "coords": {
      "latitude": 52.164451,
      "longitude": 4.486489
    },
    "hyperlink": "https://en.molendatabase.nl/nederland/molen.php?nummer=1028",
    "description": "Molen De Valk, was built in 1743 and was used to grind grain. This mill had two predecessors: the first 'Valck' was built in 1612 and remained in use until 1667. In 1667, this mill was replaced by a new mill with more couples of millstones and a house. The current mill was built in no less than 11 weeks. It's a lot higher that its predecessors, to ensure the windmill catches enough wind to operate."
  },
  {
    "id": "#0004",
    "name": "Molen De Put",
    "city": "Leiden",
    "image": {
      "url": "https://molens.hippoextranet.nl/07071954/zuidholland/1027_7.png"
    },
    "category": ["building", "windmill"],
    "coords": {
      "latitude": 52.16135,
      "longitude": 4.481973
    },
    "hyperlink": "https://en.molendatabase.nl/nederland/molen.php?nummer=1027",
    "description": "Molen De Put is a replica of the wooden grain mill from 1619 by Jan Janszn. Put and was built in 1987. The original mill burned down in 1640 and was rebuilt soon after.\nIn 1729, the original post mill was replaced by a high tower mill, comparable to the still existing De Valk mill in Leiden, and named De Korenmolen. This mill was demolished in 1817 and was not replaced on site by another mill.\nIn 1982, archaeologists found the post foundations of the original grain mill. On the occasion of the 25th anniversary of the Rijnlandse Molenstichting in 1983, the idea was launched to rebuild a post mill on the former bastion."
  },
  {
    "id": "#0005",
    "name": "Station Leiden Centraal",
    "city": "Leiden",
    "image": {
      "url": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/ef/ErfgoedLeiden_LEI001013300_Station_Leiden%2C_Stationsplein_1.jpg/1024px-ErfgoedLeiden_LEI001013300_Station_Leiden%2C_Stationsplein_1.jpg"
    },
    "category": ["building", "station"],
    "coords": {
      "latitude": 52.165879,
      "longitude": 4.483116
    },
    "hyperlink": "https://en.wikipedia.org/wiki/Leiden_Centraal_railway_station",
    "description": "Station Leiden Centraal has changed a lot over the years. The first station was opened on June 15 1843. The original station was replaced in 1879. In 1955 was the railroad raised and the station replaced again for a new one. The build of the current station was in 1996 finished and was very futuristic for its time."
  },
  {
    "id": "#0006",
    "name": "Morspoort",
    "city": "Leiden",
    "image": {
      "url": "https://upload.wikimedia.org/wikipedia/commons/c/c8/Morspoort-Leiden.jpg"
    },
    "category": ["building", "gate"],
    "coords": {
      "latitude": 52.162057,
      "longitude": 4.48213
    },
    "hyperlink": "https://nl.wikipedia.org/wiki/Morspoort",
    "description": "The Morspoort is the western city gate of Leiden, located on the Morssingel. The stone gate was built in Mannerist style in 1669 according to a design by the Leiden architect Willem van der Helm.\nThe current Morspoort is where a wooden structure once stood, which was founded around 1611 when Leiden expanded to the north.\nThe Morspoort and Zijlpoort are the only ones left of the original eight city gates."
  },
  {
    "id": "#0007",
    "name": "Zijlpoort",
    "city": "Leiden",
    "image": {
      "url": "https://www.zuidhollandslandschap.nl/media/cache/wide_photo/media/photopage/image/zijlpoort-leiden-1.jpg"
    },
    "category": ["building", "gate"],
    "coords": {
      "latitude": 52.161733,
      "longitude": 4.504201
    },
    "hyperlink": "https://en.wikipedia.org/wiki/Zijlpoort_(Leiden)",
    "description": "The Zijlpoort was built in classicist style in 1667 according to a design by the Leiden architect Willem van der Helm and features a sculpture by Rombout Verhulst.\nBecause the gate had to connect to both the city wall and the bridge before it, the building has the shape of a parallelogram.\nThe Morspoort and the Zijlpoort are the only two remaining of the originally eight gates.\nAlong the Zijlpoort, the Oude Rijn flows into the city of Leiden from the nearby Zijl river."
  },
  {
    "id": "#0008",
    "name": "Hartebrugkerk",
    "city": "Leiden",
    "image": {
      "url": "https://i.pinimg.com/originals/2f/1b/f6/2f1bf64d59293a0995a499a91f58caf6.jpg"
    },
    "category": ["building", "church"],
    "coords": {
      "latitude": 52.160334,
      "longitude": 4.490922
    },
    "hyperlink": "https://nl.wikipedia.org/wiki/Hartebrugkerk",
    "description": "The Hartebrugkerk is a church build in 1836. This was the first Catholic church build in Leiden when religious freedom was established. At that time, the major churches in Leiden were all Protestant."
  },
  {
    "id": "#0009",
    "name": "Pieterskerk",
    "city": "Leiden",
    "image": {
      "url": "https://media.ndtrc.nl/Images/99/9900c932-03fe-46b7-ac0c-fc40b5b93dbe/3d663fb3-a9be-44ef-a8a3-e65b8f84a96f.jpg"
    },
    "category": ["building", "church"],
    "coords": {
      "latitude": 52.157499,
      "longitude": 4.486903
    },
    "hyperlink": "https://en.wikipedia.org/wiki/Pieterskerk,_Leiden",
    "description": "The Pieterskerk is a late-Gothic church in Leiden dedicated to Saint Peter. It is known today as the church of the Pilgrim Fathers, where the pastor John Robinson was buried. It is also the burial place of the scientist Willebrord Snellius.\nIn around 1100 the site held the county chapel of the counts of Holland, rebuilt in 1121. The present building took approximately 180 years to build, starting in 1390.\nThe Pieterskerk used to have a church tower, the Westtoren (west tower) from 1290 on. It was nicknamed 'Coningh der Zee' (king of the sea), and was completed in stages, eventually reaching 110 metres. It collapsed in the night of 5 March 1512. The tower was not restored and the church remains towerless."
  },
  {
    "id": "#0010",
    "name": "Hooglandse kerk",
    "city": "Leiden",
    "image": {
      "url": "https://static.zoom.nl/0C126144D2D906D3E355733874B0EB98-hooglandse-kerk-vanaf-de-burcht.jpg"
    },
    "category": ["building", "church"],
    "coords": {
      "latitude": 52.157914,
      "longitude": 4.493566
    },
    "hyperlink": "https://en.wikipedia.org/wiki/Hooglandse_Kerk",
    "description": "Hooglandse Kerk is a Gothic church in Leiden dating from the fifteenth century. The brick church is dedicated to St. Pancras and today serves parishioners of the Protestant Church in the Netherlands.\nThe Bishop of Utrecht ordered the construction of a wooden chapel on December 20, 1314. By 1377 the population and economic prosperity of Leiden called for a larger structure, and construction began on the current structure. The sanctuary was finished in 1391 and the ambulatory in 1415."
  },
  {
    "id": "#0011",
    "name": "Burcht van Leiden",
    "city": "Leiden",
    "image": {
      "url": "https://i.pinimg.com/originals/aa/a1/fa/aaa1fa2be6f4e9c40d2376f480f98e38.jpg"
    },
    "category": ["building", "castle"],
    "coords": {
      "latitude": 52.158979,
      "longitude": 4.49244
    },
    "hyperlink": "https://en.wikipedia.org/wiki/Burcht_van_Leiden",
    "description": "The Burcht van Leiden (Fort of Leiden) is an old shell keep in Leiden constructed in the 11th century. It is located at the spot where two tributaries of the Rhine come together, the Oude Rijn and the Nieuwe Rijn. The structure is on top of a motte, and is today a public park."
  },
  {
    "id": "#0012",
    "name": "Spinozahuis",
    "city": "Rijnsburg",
    "image": {
      "url": "https://upload.wikimedia.org/wikipedia/commons/a/a9/Aanzicht_voor-_en_zijgevel_-_Rijnsburg_-_20187055_-_RCE.jpg"
    },
    "category": ["building", "museum"],
    "coords": {
      "latitude": 52.191447,
      "longitude": 4.437151
    },
    "hyperlink": "https://www.spinozahuis.nl/en/association-the-spinoza-house#pll_switcher",
    "description": "The  world famous philosopher Spinoza was born in the year 1632 in Amsterdam. Spinoza moved to Rijnsburg in 1661. At the time, this village was known as a meeting place for collegiate students, an Anabaptist sect, among which Spinoza had friends.\nIn the house of the surgeon Herman Homan, he had a small room as a boarder, where he dragged lenses for optical instruments and where he wrote down his musings with the goose pen."
  },
  {
    "id": "#0013",
    "name": "Kikkermolen",
    "city": "Leiden",
    "image": {
      "url": "https://jacomijn.heupink.com/wp-content/uploads/2016/04/IMG_20160423_230946.jpg"
    },
    "category": ["building", "windmill"],
    "coords": {
      "latitude": 52.17664,
      "longitude": 4.487276
    },
    "hyperlink": "https://en.molendatabase.nl/nederland/molen.php?nummer=1029",
    "description": "The Kikkermolen, was built in 1752 and is draining the Kikkerpolder for more the 250 years now. Its predecessor was built in 1698, but burned down in 1747.\nSince there wasn't any money available at the time, the Kikkerpolder was connected to the Maredijkerpolder. So the mills of the Maredijkermpolder could also drain the Kikkerpolder.\nThe unique thing about this mill is that it is the smallest 'wipmolen' (a type of mill) in the Netherlands."
  },
  {
    "id": "#0014",
    "name": "Maredijkmolen",
    "city": "Leiden",
    "image": {
      "url": "https://molens.hippoextranet.nl/07071954/zuidholland/1030MaredijkmolenLeiden.jpg"
    },
    "category": ["building", "windmill"],
    "coords": {
      "latitude": 52.172951,
      "longitude": 4.48719
    },
    "hyperlink": "https://en.molendatabase.nl/nederland/molen.php?nummer=1030",
    "description": "The Maredijkmolen, was built in 1735 and was around 1840 moved 100 meters, because of the construction of a railroad. The mill drains the Maredijkerpolder.\nFrom 1748 to 1753 the Maredijkerpolder was connected to the Kikkerpolder. So then it also drained the Kikkerpolder."
  },
  {
    "id": "#0015",
    "name": "Rodenburger molen",
    "city": "Leiden",
    "image": {
      "url": "https://farm3.static.flickr.com/2193/2493269223_45e08dd898_b.jpg"
    },
    "category": ["building", "windmill"],
    "coords": {
      "latitude": 52.146397,
      "longitude": 4.503373
    },
    "hyperlink": "https://en.molendatabase.nl/nederland/molen.php?nummer=1031",
    "description": "The Rodenburgermolen was built in 1704. In 1893 the mill was struck by lightning and burnt out completely. After this, the mill was rebuilt.\nThe mill used to drain the Rodenburgerpolder and the Cronesteinse polder."
  },
  {
    "id": "#0016",
    "name": "Stadsmolen",
    "city": "Leiden",
    "image": {
      "url": "https://www.molensinleiden.nl/Stadsmolen/Stadsmolen%20oud2.jpg"
    },
    "category": ["building", "windmill"],
    "coords": {
      "latitude": 52.172501,
      "longitude": 4.497798
    },
    "hyperlink": "https://en.molendatabase.nl/nederland/molen.php?nummer=1032",
    "description": "The Stadsmolen was built in 1856. It had several predecessors; the last was a wooden mill built in 1804, which had to be torn down becasue it had subsided a lot.\nThe unique thing about this mill is its bottleshape. No other mill in the Netherlands had such a clear presence as here."
  }
]
